from py2neo import Graph
graph = Graph(
    "http://localhost:7474",
    user="neo4j",
    password="123456",
    name="neo4j"
)
CA_LIST = {"小号声部":0,"萨克斯声部":1,"低音声部":2,"单簧管声部":3,"巴松（大管）&双簧管声部":4,"长笛&短笛声部":5,"圆号声部":6,"长号声部":7,"打击乐声部":8,"顾问":9,"其他":10}
similar_words = {
    "姬友": "姬友",
    "男友": "男友",
    "男朋友": "男友",
    "女友": "女友",
    "女朋友": "女友",
    "好友": "好友",
    "闺蜜": "好友",
    "学姐": "学姐",
    "学妹": "学妹",
    "学长": "学长",
    "学弟": "学弟",
    "青梅竹马": "青梅竹马",
    "朋友": "好友",
    "憧憬的人": "憧憬的人",
    "同级生": "同级生",
    "妹妹": "妹妹",
    "哥哥": "哥哥",
    "大号君同盟": "大号君同盟",
    "暗恋对象": "暗恋对象",
    "同班同学": "同班同学",
    "弟弟": "弟弟",
    "父亲": "父亲",
    "爸爸": "父亲",
    "母亲": "母亲",
    "妈妈": "母亲",
    "顾问": "顾问",
    "老师": "老师",
    "爷爷": "爷爷",
    "姐姐": "姐姐",
}
